Repository: EdwardBetts/pnmixer
Catalog: po/*.po
Languages: de, sv

source: Could not grab the following HotKeys
de: Folgende Tastenkürzel konnten nicht belegt werden
sv: Kunde inte fånga följande snabbtangenter

source: Mute/Unmute
de: Stumm (ein/aus)
sv: Tysta/Aktivera ljud

source: Volume Up
de: Lauter
sv: Höj volymen

source: Volume Down
de: Leiser
sv: Sänk volymen

source: Unable to run command: %s
de: Befehl %s konnte nicht ausgeführt werden
sv: Kunde inte köra kommando: %s

source: No mixer application was found on your system. Please open preferences and set the command you want to run for volume control.
de: Es konnte keine Mixer-Anwendung auf Ihrem Computer gefunden werden. Bitte öffnen Sie Einstellungen und wählen Sie den Befehl für die Lautstärkeregelung.
sv: Inget mixerprogram hittades på ditt system. Öppna inställningar och ställ in kommandot som du vill köra för volymkontroll.

source: You have not specified a custom command to run, please specify one in preferences.
de: Sie haben keinen benutzerdefinierten Befehl zur Ausführung angegeben, bitte tun Sie dies in den Einstellungen.
sv: Du har inte angivet ett anpassat kommando att köra, ange ett i inställningar.

source: PNMixer Error
de: PNMixer-Fehler
sv: PNMixer-fel

source: Warning: Connection to sound system failed.
de: Achtung: Verbindung zum Soundsystem konnte nicht hergestellt werden.
sv: Varning: Anslutning till ljudsystemet misslyckades.

source: Do you want to re-initialize the audio connection ? If you do not, you will either need to restart PNMixer or select the 'Reload Audio' option in the right-click menu in order for PNMixer to function.
de: Möchten Sie die Audio-Verbindung wieder aufbauen? Wenn nicht, müssen Sie entweder PNMixer neustarten oder die Option »Audio neuladen« im Kontextmenü auswählen, damit PNMixer funktioniert.
sv: Vill du återinitiera ljudanslutningen ? Om du inte gör det kommer du antingen behöva starta om PNMixer eller välja alternativet ”Läs in ljud igen” i högerklicksmenyn för att PNMixer ska fungera.

source: - A mixer for the system tray.
de: - Ein Mixer für das Benachrichtigungsfeld.
sv: - En mixer för aktivitetsfältet.

source: Volume muted
sv: Volymen är tystad

source: Volume
de: Lautstärke
sv: Volym

source: No sound card
de: Keine Soundkarte
sv: Inget ljudkort

source: No playable soundcard found
de: Keine nutzbare Soundkarte gefunden
sv: Inget spelbart ljudkort hittades

source: Soundcard disconnected
de: Soundkarte entfernt
sv: Ljudkort frånkopplat

source: Soundcard has been disconnected, reloading sound system...
de: Die Soundkarte wurde entfernt, Soundsystem wird neu geladen …
sv: Ljudkortet har kopplats från, läser in ljudsystemet igen...

source: Couldn't load preferences file: %s
de: Einstellungsdatei konnte nicht geladen werden: %s
sv: Kunde inte läsa in inställningsfil: %s

source: Couldn't load default preferences: %s
de: Standardeinstellungen konnten nicht geladen werden: %s
sv: Kunde inte läsa in standardinställningar: %s

source: Couldn't write preferences file: %s
de: Die Einstellungsdatei konnte nicht geschrieben werden: %s
sv: Kunde inte skriva inställningsfil: %s

source: '%s' exists but is not a directory, won't be able to save preferences.
de: »%s« existiert, aber ist kein Ordner. Einstellungen können nicht gespeichert werden.
sv: ”%s” existerar men är inte en katalog, kommer inte att kunna spara inställningar.

source: Couldn't make preferences directory: %s
de: Ordner für Einstellungen konnte nicht angelegt werden: %s
sv: Kunde inte skapa inställningskatalog: %s

source: A mixer for the system tray
de: Ein Mixer für das Benachrichtigungsfeld
sv: En mixer för aktivitetsfältet

source: Set %s HotKey
de: Tastenkürzel %s festlegen
sv: Ställ in %s-snabbtangent

source: Press new HotKey for <b>%s</b>
de: Neues Tastenkürzel drücken für <b>%s</b>
sv: Tryck ned ny snabbtangent för <b>%s</b>

source: Could not grab the keyboard.
de: Zugriff auf die Tastatur nicht möglich.
sv: Kunde inte fånga tangentbordet.

source: Soundcard has no mute switch
sv: Ljudkortet har ingen ljudbrytare

source: None
de: Keine
sv: Ingen

source: Notifications
de: Benachrichtigungen
sv: Aviseringar

source: No mute switch
sv: Ingen ljudbrytare

source: Muted
de: Stumm
sv: Tystad

source: System Tray Mixer
de: Benachrichtigungsfeld Mixer
sv: Mixer för aktivitetsfältet

source: An audio mixer for the system tray
de: Ein Audiomixer für das Benachrichtigungsfeld
sv: En ljudmixer för aktivitetsfältet

source: alsa;audio;mixer;sound;
sv: alsa;audio;mixer;ljud;

source: Cancel
de: Abbrechen
sv: Avbryt

source: Defining HotKey
de: Tastenkürzel wird festgelegt
sv: Definierar snabbtangent

source: (press <Ctrl>C to reset)
de: (Strg+C zum Zurücksetzen)
sv: (tryck <Ctrl>C för att återställa)

source: Mute/Unmute Volume
de: Stumm (ein/aus)
sv: Tysta/Aktivera ljud

source: Mute
de: Stumm
sv: Tyst

source: Open Volume Control
de: Lautstärkeregler öffnen
sv: Öppna volymkontroll

source: Volume Control
de: Lautstärkeregler
sv: Volymkontroll

source: Preferences
de: Einstellungen
sv: Inställningar

source: Reload Sound
de: Sound neu laden
sv: Läs in ljud igen

source: About
de: Info
sv: Om

source: Quit
de: Beenden
sv: Avsluta

source: Timeout (ms):
sv: Tidsgräns (ms):

source: Enable Notifications
de: Benachrichtigungen aktivieren
sv: Aktivera aviseringar

source: <b>Notification Options</b>
de: <b>Benachrichtigungsptionen</b>
sv: <b>Aviseringsalternativ</b>

source: HotKeys
de: Tastenkürzel
sv: Snabbtangenter

source: Mouse Scroll
de: Mausrad
sv: Musrullning

source: Adjustment in Popups
de: Anpassung in Einblendungen
sv: Justering i poppupper

source: External Change
de: Externe Änderung
sv: Extern ändring

source: <b>Notify for volume changes from:</b>
de: <b>Benachrichtigungen zu Lautstärkeänderungen von:</b>
sv: <b>Avisera vid volymändringar från:</b>

source: Notification support disabled at compile time.
de: Unterstützung für Benachrichtigungen wurde nicht einkompiliert.
sv: Aviseringsstöd inaktiverades vid kompilering.

source: PNMixer Preferences
de: PNMixer-Einstellungen
sv: PNMixer-inställningar

source: Apply
de: Anwenden
sv: Verkställ

source: Card:
de: Karte:
sv: Kort:

source: Channel:
de: Kanal:
sv: Kanal:

source: Change volume on a logarithmic scale, closer to human perception.
de: Lautstärke logarithmisch ändern, was besser der menschlichen Wahrnehmung entspricht.
sv: Ändra volym på en logaritmisk skala, närmare vad en människa kan uppfatta.

source: Normalize Volume:
de: Lautstärke normalisieren:
sv: Normalisera volym:

source: <b>Sound Device</b>
de: <b>Sound-Gerät</b>
sv: <b>Ljudenhet</b>

source: Device
de: Gerät
sv: Enhet

source: Slider Orientation:
de: Schieberegler-Ausrichtung:
sv: Rullningsriktning:

source: Text Volume Position:
de: Textposition:
sv: Volymtextposition:

source: Display Text Volume
de: Lautstärke als Text anzeigen
sv: Visa volymtext

source: Vertical
de: Vertikal
sv: Vertikal

source: Horizontal
sv: Horisontell

source: Top
de: Oben
sv: Överst

source: Bottom
de: Unten
sv: Nederst

source: Left
de: Links
sv: Vänster

source: Right
de: Rechts
sv: Höger

source: <b>Volume Popup</b>
de: <b>Lautstärkeeinblendung</b>
sv: <b>Volympoppupp</b>

source: Volume Meter Color:
de: Lautstärkeskala-Farbe:
sv: Färg för volymmätare:

source: Volume Meter Offset (%):
de: Lautstärkeskala-Versatz (%):
sv: Volymmätarförskjutning (%):

source: Draw Volume Meter on Tray Icon
de: Lautstärkeskala im Benachrichtigungssymbol zeichnen
sv: Rita volymmätare på aktivitetsfältsikon

source: <b>Volume Meter</b>
de: <b>Lautstärkeskala</b>
sv: <b>Volymmätare</b>

source: Use System Theme
de: Systemthema verwenden
sv: Använd systemtema

source: <b>Icon Theme</b>
de: <b>Symbolthema</b>
sv: <b>Ikontema</b>

source: View
de: Ansicht
sv: Vy

source: <b>Volume Control Command</b>
de: <b>Befehl zur Lautstärkeregelung</b>
sv: <b>Volymkontrollskommando</b>

source: Scroll Step:
de: Schrittweite des Mausrades:
sv: Rullningssteg:

source: Fine Scroll Step:
de: Kleine Schrittweite des Mausrades:
sv: Litet rullningssteg:

source: <b>Volume Scrolling</b>
de: <b>Lautstärke mit Scrollrad</b>
sv: <b>Volymrullning</b>

source: Custom Command:
de: Benutzerdefinierter Befehl:
sv: Anpassat kommando:

source: Middle Click Action:
de: Aktion bei Mittelklick:
sv: Mittenklicksåtgärd:

source: Show Preferences
de: Einstellungen anzeigen
sv: Visa inställningar

source: Custom (set below)
de: Benutzerdefiniert (siehe unten)
sv: Anpassad (ställ in nedan)

source: <b>Mouse</b>
de: <b>Maus</b>
sv: <b>Mus</b>

source: Behavior
de: Verhalten
sv: Beteende

source: Enable HotKeys
de: Tastenkürzel aktivieren
sv: Aktivera snabbtangenter

source: Command
de: Befehl
sv: Kommando

source: Mute/Unmute:
de: Stumm (ein/aus):
sv: Tysta/Aktivera ljud:

source: Volume Up:
de: Lauter:
sv: Höj volymen:

source: Volume Down:
de: Leiser:
sv: Sänk volymen:

source: HotKey
de: Tastenkürzel
sv: Snabbtangent

source: (None)
de: (Keine)
sv: (Ingen)

source: Double-click a HotKey to assign a new HotKey
de: Doppelklicken Sie auf ein Tastenkürzel, um ein neues Tastenkürzel festzulegen
sv: Dubbelklicka en snabbtangent för att tilldela en ny snabbtangent

source: <b>HotKey Settings</b>
de: <b>Tastenkürzel-Einstellungen</b>
sv: <b>Snabbtangentinställningar</b>

source: _Mute
de: _Stumm
sv: _Tysta

source: _Volume Control
de: _Lautstärkeregler
sv: _Volymkontroll

source: _Reload Sound
de: Sound _neu laden
sv: _Läs in ljud igen

source: Notify for volume changes from:
de: Benachrichtigungen zu Lautstärkeänderungen mittels:
sv: Avisera vid volymändringar från:
